import React from "react";
import {ICard}  from '../models';
import myImage from '../img/Canecorso.webp';


export const cards: ICard[]=[
    {
        id:1,
        Name:'Archi',
        country:'Italy',
        poroda:'Canecorso',
        fullYearsOld:'2',
        weight:'55kg',
        description:'Легендарная порода была на грани исчезновения, но усилиями нескольких опытных энтузиастов-селекционеров удалось восстановить численность Кане Корсо буквально из нескольких чудом найденных чистопородных экземпляров',
        allDescription:'Кане-корсо создавалась, прежде всего, как рабочая порода, и её морфологические характеристики отражают пригодность для работы. Эта порода ориентирована на защиту и охрану. Собаки сильные, выносливые и очень умные. У них врожденный защитный рефлекс, и они разделяют игру и реальную угроз, без серьёзной причины или без команды кане-корсо не проявляет агрессии. Таким образом, это прекрасный телохранитель с врожденным чувством территории, бесстрашный и способный к принятию самостоятельных решений.Это собака достаточно крупная, крепкая, мощная, элегантная, с ярко выраженной рельефной мускулатурой, крепким костяком, с сильными стройными конечностями.',
        image:myImage
    
        
    }
]